[
      {
        "id": 1,
        "tragop":"Trả góp 0%",
        "name": "iPhone 16 Pro Max", 
        "image": "../images/imageProducts/ip16promax.jpg",
        "pricesgoc": "36.990.000",
        "prices": "34.990.000",
        "danhgia":"⭐⭐⭐⭐⭐",
        "describe": "iPhone 16 Pro Max là flagship mới nhất của Apple, nổi bật với màn hình Super Retina XDR lớn, hiệu suất mạnh mẽ nhờ chip A17 Pro. Camera đa năng với khả năng chụp ảnh và quay video xuất sắc, pin bền bỉ, cùng thiết kế sang trọng, mang lại trải nghiệm người dùng đỉnh cao.",
        "imgDetail": "../images/detailImg/s24-detail.jpg",
        "baiviet": "Trong thế giới công nghệ phát triển không ngừng, iPhone 16 Pro Max khẳng định Apple là biểu tượng đổi mới và tiên phong. Với công nghệ tiên tiến, thiết kế tinh tế và hiệu năng mạnh mẽ, thiết bị này trở thành công cụ hỗ trợ đẳng cấp và phụ kiện thời thượng trong cuộc sống. iPhone 16 series mang đến nhiều nâng cấp quan trọng so với iPhone 15 series, từ hiệu năng, camera, đến các tính năng tiên tiến khác. Được trang bị chip A18 mạnh mẽ hơn, iPhone 16 mang lại hiệu suất vượt trội so với iPhone 15 với chip A16, giúp cải thiện khả năng xử lý đồ họa và tiết kiệm năng lượng tốt hơn​. Về camera, iPhone 16 cải tiến với camera chính Fusion 48 MP, mang lại khả năng chụp ảnh rõ nét hơn, đặc biệt trong điều kiện thiếu sáng"
      },
      {
        "id": 2,
        "tragop":"Trả góp 0%",
        "name": "Xiaomi 14 5G",
        "image": "../images/imageProducts/xiaomi14.jpg",
        "pricesgoc": "21.990.000",
        "prices":"19.990.000",
        "danhgia":"⭐⭐⭐⭐⭐",
        "describe": "Xiaomi 14 5G là smartphone cao cấp với thiết kế tinh tế, màn hình AMOLED sắc nét và hiệu suất mạnh mẽ nhờ chip Snapdragon mới. Camera chính 50MP cho hình ảnh chất lượng cao, hỗ trợ 5G mang lại kết nối nhanh chóng. Pin lớn và sạc nhanh giúp duy trì trải nghiệm sử dụng lâu dài.",
        "imgDetail": "../images/detailImg/xiaomi14-detail.jpg",
        "baiviet": "Xiaomi 14 256GB chiếc flagship hứa hẹn mang đến những trải nghiệm đột phá cho người dùng. Với thiết kế sang trọng, màn hình hiển thị đỉnh cao, hiệu năng mạnh mẽ, camera chụp ảnh ấn tượng và thời lượng pin dài. Máy là một lựa chọn hoàn hảo cho những ai đang tìm kiếm một chiếc điện thoại cao cấp trong phân khúc giá tầm trung.Thiết kế sang trọng với mặt kính cao cấp. Xiaomi 14, không chỉ là một sự nâng cấp về hiệu suất mà còn là một bước tiến về thiết kế tinh tế. Dù không có sự thay đổi đột phá lớn so với phiên bản tiền nhiệm Xiaomi 13, nhưng Xiaomi 14 vẫn tỏa sáng với những điểm nhấn đặc biệt."
        
      },
      {
        "id": 3,
        "tragop":"Trả góp 0%",
        "name": "Redmi Note 13 Pro ",
        "image": "../images/imageProducts/note13pro.jpg",
        "pricesgoc": "9.990.000",
        "prices": "7.390.000",
        "danhgia":"⭐⭐⭐⭐⭐",
        "describe": "Redmi Note 13 Pro là smartphone tầm trung nổi bật với màn hình lớn, hiệu suất mạnh mẽ nhờ chip xử lý tiên tiến. Camera chất lượng cao cho ảnh sắc nét, pin dung lượng lớn đảm bảo sử dụng lâu dài. Thiết kế hiện đại, tính năng đa dạng, phù hợp với nhu cầu người dùng.",
        "imgDetail": "../images/detailImg/note13-detail.jpg",     
        "baiviet": "Xiaomi Redmi Note 13 Pro 256GB một phiên bản mới thuộc dòng điện thoại Xiaomi Redmi được nhà Xiaomi ra mắt trong năm 2024. Máy sở hữu khả năng chụp ảnh sắc nét, hiệu năng ổn định cùng với một màn hình hiển thị tuyệt vời giúp việc trải nghiệm điện thoại trở nên thú vị hơn. Camera rõ nét chụp ảnh sắc nét. Giống như phiên bản Xiaomi Redmi Note 13 Pro 5G ra mắt trước đó, với cụm camera trong đó camera chính 200 MP được trang bị thêm tính năng OIS giúp cho những bức ảnh trở nên rõ nét hơn ngay cả trong điều kiện thiếu sáng.Những bức ảnh được chụp trên Xiaomi Redmi Note 13 Pro đạt được độ sắc nét trong hầu hết mọi môi trường, khả năng thu phóng cũng được tối ưu giúp cho bạn có thể chụp được những bức ảnh ở xa một cách rõ nét. Đồng thời, khả năng xử lý hậu kỳ cũng được hãng tối ưu giúp cho bạn có ngay những bức ảnh với màu sắc đẹp mắt."
    },
      {
        "id": 4,
        "tragop":"Trả góp 0%",
        "name": "Samsung Galaxy S24 ",
        "image": "../images/imageProducts/s24.jpg",
        "pricesgoc": "23.990.000",
        "prices": "21.490.000",
        "danhgia":"⭐⭐⭐⭐⭐",
        "describe": "Samsung Galaxy S24 là smartphone cao cấp với màn hình Dynamic AMOLED 2X, mang lại hình ảnh sống động và sắc nét. Được trang bị chip Exynos mạnh mẽ, hiệu suất mượt mà cho mọi tác vụ. Camera đa chức năng với khả năng chụp đêm xuất sắc, pin bền bỉ và hỗ trợ 5G, đáp ứng nhu cầu người dùng hiện đại",
        "imgDetail": "../images/detailImg/s24-detail.jpg",
        "baiviet": "Trong sự kiện Unpacked 2024 diễn ra vào ngày 18/01, Samsung đã chính thức ra mắt chiếc điện thoại Samsung Galaxy S24. Sản phẩm này mang đến nhiều cải tiến độc đáo, bao gồm việc sử dụng chip mới của Samsung, tích hợp nhiều tính năng thông minh sử dụng trí tuệ nhân tạo và cải thiện đáng kể hiệu suất chụp ảnh từ hệ thống camera.Thiết kế vuông hơn, thời thượng hơn Về phần thiết kế, Samsung vẫn tiếp tục sử dụng kiểu dáng vuông vức và cách bố trí cụm camera quen thuộc so với Samsung Galaxy S23. Đáng khen là hãng có ghi nhận những góp ý từ đời trước nên cũng đã tối ưu nhẹ ở một vài điểm như: Các góc làm vuông hơn, viền màn hình mỏng hơn và cuối cùng là dải loa được làm theo dạng rảnh."
    },
      {
        "id": 5,
        "tragop":"Trả góp 0%",
        "name": "OPPO A58 5G",
        "image": "../images/imageProducts/oppo.jpg",
        "pricesgoc": "7.990.000",
        "prices": "5.490.000",
        "danhgia":"⭐⭐⭐⭐⭐",
        "describe": "OPPO A58 5G là smartphone tầm trung với thiết kế hiện đại và màn hình lớn, mang lại trải nghiệm hình ảnh tốt. Được trang bị chip Dimensity, hiệu suất ổn định cho các tác vụ hàng ngày. Camera chính 50MP cho ảnh sắc nét, pin dung lượng cao hỗ trợ sạc nhanh, phù hợp cho người dùng năng động.",
        "imgDetail": "../images/detailImg/oppo-detail.jpg",
        "baiviet": "Thị trường điện thoại di động ngày nay, OPPO A58 8GB là một trong những sản phẩm nổi bật với thiết kế vuông vức và hiện đại. Được thiết kế với mục tiêu tối ưu hóa trải nghiệm người dùng, chiếc điện thoại này mang đến một loạt tính năng ấn tượng trong một thiết kế thon gọn và nhẹ nhàng.Thiết kế trẻ trung, sang trọng. Một điểm nổi bật đầu tiên của OPPO A58 là thiết kế vuông vức, mặt lưng và màn hình phẳng, tạo nên vẻ ngoài thanh lịch và hiện đại. Mặt lưng được làm bằng thuỷ tinh hữu cơ với kiểu nhám nhẹ, giúp hạn chế bám bẩn và dấu vân tay, đồng thời mang lại cảm giác cầm nắm ổn định và thoải mái. Điều này giúp người dùng dễ dàng bảo vệ thiết bị mà không cần lo lắng về vết trầy xước không mong muốn.Với độ mỏng ấn tượng chỉ với 7.99 mm, OPPO A58 trở thành một trong những chiếc điện thoại mỏng nhất trong phân khúc của mình. Điều này giúp điện thoại trông rất sang trọng và dễ dàng để bỏ vào túi áo hay túi xách mà không gây cảm giác nặng nề. "
    },
    {
      "id": 6,
      "tragop": "Trả góp 0%",
      "name": "Samsung M35",
      "image": "../images/imageProducts/m35.jpg",
      "pricesgoc": "9.990.000",
      "prices": "8.190.000",
      "danhgia": "⭐⭐⭐⭐⭐",
      "describe": "Samsung M35 là smartphone tầm trung với màn hình lớn và độ phân giải cao, mang đến trải nghiệm xem tuyệt vời. Được trang bị chip xử lý hiệu suất tốt, camera đa chức năng cho ảnh sắc nét. Pin dung lượng lớn đảm bảo sử dụng lâu dài, cùng thiết kế trẻ trung, phù hợp với nhu cầu người dùng.",
      "imgDetail": "../images/detailImg/m35-detail.jpg",
      "baiviet": "Samsung Galaxy M35 5G đem đến những công nghệ tiến tiến như màn hình Super AMOLED, dung lượng pin “khủng” 6000 mAh và vi xử lý Exynos 1380 8 nhân được sản xuất trên quy trình 5 nm tân tiến, giúp máy đáp ứng tốt những tác vụ ngày càng đa dạng và khắt khe của người dùng.Thiết kế đơn giản nhưng không đơn điệu Lần ra mắt này, Galaxy M35 mang đến vẻ ngoài gọn gàng và không kém phần sang trọng, với thiết kế nguyên khối cùng bộ khung nhựa cứng cáp được bo góc mềm mại, giúp hạn chế bám vân tay và cho cảm giác cầm nắm chắc chắn hơn."
    },
    {
      "id": 7,
      "tragop": "Trả góp 0%",
      "name": "OnePlus Nord",
      "image": "../images/imageProducts/oneplus.jpg",
      "pricesgoc": "null",
      "prices": "Sản phẩm ngừng kinh doanh",
      "danhgia": "⭐⭐⭐⭐⭐",
      "describe": "OnePlus Nord là smartphone tầm trung với thiết kế đẹp, màn hình AMOLED 90Hz, chip Snapdragon 765G, camera đa chức năng và pin bền, mang lại trải nghiệm người dùng tuyệt vời.",
      "imgDetail": "../images/detailImg/oneplus-detail.jpg",
      "baiviet": "OnePlus Nord là mẫu smartphone tầm trung đầu tiên của OnePlus đánh dấu sự hiện diện của hãng trong phân khúc này, khi mà trước giờ OnePlus chỉ ra mắt sản phẩm flagship cao cấp. OnePlus Nord có một cấu hình gaming mạnh mẽ trong phân khúc, cụm 4 camera thời thượng cùng nhiều tính năng thu hút sự quan tâm đặc biệt của tín đồ Android. Tốc độ xử lý khủng với chipset hàng đầu 2020. OnePlus Nord sở hữu sức mạnh đến từ con chip Snapdragon 765G - chipset di động trên các flagship hàng đầu 2020, với tốc độ xử lý lên tới 2.4 GHz giúp điện thoại chơi game mượt mà bất kỳ tựa game nào có đồ họa nặng trên CH Play."
    },
    {
      "id": 8,
      "tragop": "Trả góp 0%",
      "name": "vivo V30e",
      "image": "../images/imageProducts/vivo.jpg",
      "pricesgoc": "9.990.000₫",
      "prices": "9.490.000₫",
      "danhgia": "⭐⭐⭐⭐⭐",
      "describe": "Vivo V30e là smartphone tầm trung với thiết kế sang trọng và màn hình AMOLED sống động. Trang bị chip MediaTek Helio P35, camera chính 48MP và camera selfie 16MP, nó mang đến trải nghiệm chụp ảnh ấn tượng. Pin 5000mAh đảm bảo thời gian sử dụng lâu dài, phù hợp cho người dùng năng động.",
      "imgDetail": "../images/detailImg/vivo-detail.jpg",
      "baiviet": "    Là biểu tượng của sự vượt trội trên thị trường di động, vivo V30e 8GB kết hợp tuyệt vời giữa thiết kế đẹp mắt và công nghệ tiên tiến. Với gam màu cuốn hút, màn hình sắc nét, hiệu suất mạnh mẽ, pin bền bỉ và hệ thống camera hàng đầu, sản phẩm này mang lại trải nghiệm điện thoại hoàn hảo cho mọi người trong thời đại số. Thiết kế tối giản đậm chất hiện đại vivo V30e 5G chú trọng vào sự đơn giản và tinh tế thông qua hai tông màu chủ đạo. Màu trắng áp dụng công nghệ phủ Dreamy Cloud, tạo hiệu ứng màu sắc đa chiều giống như ánh nắng chiếu qua mây, mang lại cảm giác mới mẻ và tươi mới. Màu nâu lấy cảm hứng từ thời trang và đồng hồ đắt giá, áp dụng quy trình phủ màu gradient và hoa văn kẻ sọc tinh tế, thể hiện sự sang trọng và cá tính của người sử dụng."
    },
    {
      "id": 9,
      "tragop": "Trả góp 0%",
      "name": "Xiaomi Redmi Note 11",
      "image": "../images/imageProducts/note11.jpeg",
      "pricesgoc": "5.490.000₫",
      "prices": "4.490.000₫",
      "danhgia": "⭐⭐⭐⭐⭐",
      "describe": "Xiaomi Redmi Note 11 là một smartphone tầm trung nổi bật với màn hình lớn, hiệu suất ổn định, camera chất lượng và pin lâu dài. Thiết kế hiện đại, hỗ trợ nhiều tính năng thông minh, phù hợp cho người dùng trẻ.",
      "imgDetail": "../images/detailImg/note11-detail.jpg",
      "baiviet": "     Điện thoại Redmi được mệnh danh là dòng sản phẩm quốc dân ngon - bổ  - rẻ của Xiaomi và Redmi Note 11 (4GB/64GB) cũng không phải ngoại lệ, máy sở hữu một hiệu năng ổn định, màn hình 90 Hz mượt mà, cụm camera AI đến 50 MP cùng một mức giá vô cùng tốt. Khung viền phẳng thời thượng. Redmi Note 11 được hoàn thiện từ nhựa nguyên khối, mặt lưng thiết kế nhám mờ giúp quá trình sử dụng được thoải mái hơn, không bị trơn, tuột. Thiết kế nhám cũng giúp máy trông mạnh mẽ, cứng cáp hơn. Hiệu năng trên chiếc máy này khiến mình thật sự rất bất ngờ, điện thoại được trang bị con chip Snapdragon 680 xây dựng trên tiến trình 6 nm giúp cho máy xử lý những tác vụ cơ bản rất là trơn tru. Mình kiểm tra bằng ứng dụng đo hiệu năng Benchmark (bên trái) với điểm đơn nhân là 353 và đa nhân 1547, và ứng dụng PC Mark (bên phải) đạt 7170 điểm."
    },
    {
      "id": 10,
      "tragop": "Trả góp 0%",
      "name": "Xiaomi Redmi 10",
      "image": "../images/imageProducts/redmi10.jpg",
      "pricesgoc": "5.090.000₫",
      "prices": "4.090.000₫",
      "danhgia": "⭐⭐⭐⭐⭐",
      "describe": "Xiaomi Redmi 10 là một smartphone tầm trung nổi bật với màn hình lớn, hiệu suất ổn định, camera chất lượng và pin lâu dài. Thiết kế hiện đại, hỗ trợ nhiều tính năng thông minh, phù hợp cho người dùng trẻ.",
      "imgDetail": "../images/detailImg/redmi10-detail.jpg",
      "baiviet": "Nối tiếp thành công của dòng Redmi, Xiaomi đã cho ra mắt phiên bản tiếp theo mang tên Xiaomi Redmi 10 (6GB/128GB), máy sở hữu bộ camera AI 50 MP cao nhất trong phân khúc, màn hình 90 Hz và đây là sản phẩm đầu tiên sử dụng con chip tầm trung mới đến từ MediaTek. Tự tin chia sẻ những khoảnh khắc tuyệt vời. Điều nổi bật nhất của Redmi 10 là máy được trang bị bộ 4 camera AI thông minh, trong đó có camera chính độ phân giải lên đến 50 MP. Nhờ đó, Redmi 10 có thể cho ra các bức ảnh với độ chi tiết cao, có thể in ra các khổ lớn hay zoom lớn hình ảnh mà tình trạng mờ, vỡ ảnh được hạn chế nhất."
    }
    ]
  

    